// Copyright 2008 Cyrus Najmabadi
//
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
//
//     http://www.apache.org/licenses/LICENSE-2.0
//
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* No comment provided by engineer. */
"$%@. %@ - %@ discs." = "$%@. %@ - disků/disky";

/* No comment provided by engineer. */
"$%@. %@ - 1 disc." = "$%@. %@ - 1 disk.";

/* 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* No comment provided by engineer. */
"%@ (No Online Ticketing)" = "%@ (bez možnosti onlíne nákupu)";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* No comment provided by engineer. */
"%d hours" = "%d hodin";

/* No comment provided by engineer. */
"%d minutes" = "%d minut";

/* No comment provided by engineer. */
"%d months ago" = "před %d měsíci";

/* No comment provided by engineer. */
"%d of %d" = "%d of %d";

/* No comment provided by engineer. */
"%d theaters outside search area" = "Počet kin mimo dosah: %d";

/* No comment provided by engineer. */
"%d weeks ago" = "před %d týdny";

/* No comment provided by engineer. */
"%d years ago" = "před %d lety";

/* No comment provided by engineer. */
"1 hour" = "1 hodina";

/* No comment provided by engineer. */
"1 kilometer" = "1 kilometr";

/* No comment provided by engineer. */
"1 mile" = "1 míle";

/* No comment provided by engineer. */
"1 minute" = "1 minuta";

/* No comment provided by engineer. */
"1 month ago" = "před 1 měsícem";

/* No comment provided by engineer. */
"1 theater outside search area" = "Počet kin mimo dosah: 1";

/* No comment provided by engineer. */
"1 week ago" = "před 1 týdnem";

/* No comment provided by engineer. */
"1 year ago" = "před 1 rokem";

/* No comment provided by engineer. */
"About" = "O programu";

/* This string has to be small enough to be visible with a picker switch next to it */
"Auto-Update Location" = "Zdroj automatické aktualizace";

/* No comment provided by engineer. */
"Blu-ray" = "Blu-ray";

/* No comment provided by engineer. */
"Both" = "Obě";

/* No comment provided by engineer. */
"Call" = "Hovor";

/* No comment provided by engineer. */
"Cast:" = "Obsazení:";

/* No comment provided by engineer. */
"Change date" = "Datum změny";

/* No comment provided by engineer. */
"City/State or Postal Code" = "Město/stát nebo PSČ";

/* No comment provided by engineer. */
"Could not find location." = "Nemohu najít polohu.";

/* No comment provided by engineer. */
"DVD" = "DVD";

/* No comment provided by engineer. */
"DVD/Blu-ray details provided by:" = "Detaily o DVD/Blu-ray poskytl: ";

/* No comment provided by engineer. */
"DVD/Blu-ray" = "DVD/Blu-ray";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "Data pro budoucí datum mohou být nekompletní. Resetujte datum hledání pro zobrazení úplného seznamu.";

/* No comment provided by engineer. */
"Director:" = "Režisér:";

/* No comment provided by engineer. */
"Directors:" = "Režiséři:";

/* No comment provided by engineer. */
"Distance" = "Vzdálenost";

/* No comment provided by engineer. */
"Downloading data" = "Stahuji data";

/* No comment provided by engineer. */
"Downloading poster" = "Stahuji plakát";

/* This string must it on a button half the width of the screen. */
"E-mail listings" = "Poslat emailem";

/* No comment provided by engineer. */
"E-mail" = "E-mail";

/* No comment provided by engineer. */
"Favorites" = "Oblíbené";

/* No comment provided by engineer. */
"Format:" = "Formát:";

/* No comment provided by engineer. */
"Genre:" = "Žánr:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Poskytovatel služeb zeměpisného umístění:";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Grafika: Jeffrey Nee";

/* No comment provided by engineer. */
"Last Friday" = "Minulý pátek";

/* No comment provided by engineer. */
"Last Monday" = "Minulé pondělí";

/* No comment provided by engineer. */
"Last Saturday" = "Minulá sobota";

/* No comment provided by engineer. */
"Last Sunday" = "Minulá neděle";

/* No comment provided by engineer. */
"Last Thursday" = "Minulý čtvrtek";

/* No comment provided by engineer. */
"Last Tuesday" = "Minulé úterý";

/* No comment provided by engineer. */
"Last Wednesday" = "Minulá středa";

/* plural */
"Less than %d %@ away" = "Méně než %1$d %2$@";

/* singular */
"Less than 1 %@ away" = "Méně než 1 %@";

/* No comment provided by engineer. */
"License" = "Licence";

/* No comment provided by engineer. */
"Loading poster" = "Nahravám plakát";

/* No comment provided by engineer. */
"Local results unavailable" = "Místní výsledky nejsou dostupné";

/* No comment provided by engineer. */
"Localized by:" = "Lokalizace:";

/* No comment provided by engineer. */
"Location" = "Poloha";

/* No comment provided by engineer. */
"Map" = "Mapa";

/* No comment provided by engineer. */
"Movie details provided by:" = "Poskytovatel informací o filmu:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Poskytovatel filmových recenzí:";

/* No comment provided by engineer. */
"Movies" = "Filmy";

/* No comment provided by engineer. */
"Name" = "Název";

/* No comment provided by engineer. */
"Network unavailable" = "Sít je nedostupná";

/* No comment provided by engineer. */
"No information found" = "Žádné informace nebyly nalezeny";

/* No comment provided by engineer. */
"No more show times available today." = "Dnes již nejsou žádná další termíny představení.";

/* No comment provided by engineer. */
"No results found for '%@'" = "Žádné výsledky pro '%@' nenalezeny";

/* No comment provided by engineer. */
"No synopsis available." = "Popis není dostupný.";

/* No comment provided by engineer. */
"None" = "Žádný";

/* No comment provided by engineer. */
"Not yet rated" = "Ještě nehodnoceno";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Order tickets for %@" = "Objednat vstupenky na %@";

/* This string must it on a button half the width of the screen. */
"Play trailer" = "Přehrát trailer";

/* No comment provided by engineer. */
"Please enter your location" = "Prosím zadejte vaši polohu";

/* No comment provided by engineer. */
"Project website" = "Webová stránka projektu";

/* No comment provided by engineer. */
"Rated %@" = "Hodnocení %@";

/* No comment provided by engineer. */
"Rated:" = "Hodnocení:";

/* This string must it on a button half the width of the screen. */
"Read reviews" = "Přečíst rezence";

/* No comment provided by engineer. */
"Really close by" = "Již blízko";

/* No comment provided by engineer. */
"Really far away" = "Příliš daleko";

/* No comment provided by engineer. */
"Release date:" = "Datum vydání:";

/* No comment provided by engineer. */
"Release" = "Vydání";

/* No comment provided by engineer. */
"Release: %@" = "Vydáno: %@";

/* No comment provided by engineer. */
"Reviews" = "Recenze";

/* No comment provided by engineer. */
"Running time:" = "Doba běhu:";

/* No comment provided by engineer. */
"Score" = "Score";

/* No comment provided by engineer. */
"Search Date" = "Hledat podle datumu";

/* No comment provided by engineer. */
"Search Distance" = "Hledat podle vzdálenosti";

/* No comment provided by engineer. */
"Send Feedback" = "Zaslat komentář";

/* No comment provided by engineer. */
"Settings" = "Nastavení";

/* No comment provided by engineer. */
"Show %d hidden theaters" = "Zobrazit %d skrytých kin";

/* No comment provided by engineer. */
"Show 1 hidden theater" = "Zobrazit jedno skryté kino";

/* No comment provided by engineer. */
"Show times retrieved on %@." = "Termíny představení byla načtena %@.";

/* No comment provided by engineer. */
"Studio:" = "Studio:";

/* No comment provided by engineer. */
"Theater last reported show times on\n%@." = "Naposledy zveřejněné termíny představení \n%@.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "Poskytovatelé informací o představeních často omezují maximální vzdálenost pro kterou poskytou data. Proto se nemusí některé informace zobrazit při nastavení vysoké vzdálenosti.";

/* No comment provided by engineer. */
"Theaters" = "Kina";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "Toto kino doposud neoznámilo termíny představení. Jakmile budou k dispozici, %@ jej automaticky načte.";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Poskytovatel prodeje vstupenek:";

/* No comment provided by engineer. */
"Title" = "Název";

/* No comment provided by engineer. */
"Today" = "Dnes";

/* No comment provided by engineer. */
"Unknown Distance" = "Neznámá vzdálenost";

/* No comment provided by engineer. */
"Unknown release date" = "Neznámé datum vydání";

/* No comment provided by engineer. */
"Unrated" = "Nehodnoceno";

/* No comment provided by engineer. */
"Upcoming" = "Aktuálně";

/* This string has to be small enough to be visible with a picker switch next to it */
"Use Small Fonts" = "Použít malé fonty";

/* This string must it on a button half the width of the screen. */
"Visit IMDb" = "Navštívit IMDb";

/* No comment provided by engineer. */
"Website" = "Webová stránka";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Autor aplikace: Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "Včera";

/* No comment provided by engineer. */
"Your %@'s country is set to: %@\n\nFull support for Now Playing is coming soon to your country, and several features are already available for you to use today! When more features become ready, you will automatically be notified of updates." = "Vaše země nastavená v %@ je: %@\n\nBrzy bude k dispozici plná podpora pro Nyní se hraje i ve vaší zemi a některé funkce můžete využívat již dnes. Jakmile budou přidány další funkce, budete na aktualizace automaticky upozorněni.";

/* No comment provided by engineer. */
"kilometer" = "kilometr";

/* No comment provided by engineer. */
"kilometers" = "kilometry";

/* No comment provided by engineer. */
"mile" = "míle";

/* No comment provided by engineer. */
"miles" = "míle";

/* #15 in Instant Queue */

            "#%d in %@" = "#%d v %@";



            /* Netflix queue title and title count.  i.e: 'Instant Queue (45)' */
            "%@ (%@)" = "%@ (%@)";



/* #15 in Instant Queue */
            "%@ cannot open the page because it is not connected to the Internet." = "%@ nemůže otevřít webovou stránku, protože nejste připojeni k internetu.";

/* #15 in Instant Queue */
            "%@ does not store your Netflix username and password.\n\nWe will open a Netflix webpage for you to authorize this app on your account.\n\nA Wi-fi connection is recommended the first time you use Netflix on %@." = "%@ neukládá vaše uživatelské jméno a heslo ke službě Netflix.\n\nBude otevřena stránka Netflixu pro přístup této aplikace k vašemu účtu.\n\nPro první použítí Netflix na %@ je doporučováno připojení wifi.";

/* #15 in Instant Queue */
            "A message from Cyrus" = "Zpráva od Cyruse";

/* #15 in Instant Queue */
            "Action & Adventure" = "Akční & dobrodružné";

/* #15 in Instant Queue */
            "Add to Netflix" = " Přidat k Netflix ";

/* #15 in Instant Queue */
            "An unknown error occurred." = "Vyskytla se neznámá chyba";

/* #15 in Instant Queue */
            "Anime & Animation" = "Animované";

/* #15 in Instant Queue */
            "At Home" = "Doma";

/* #15 in Instant Queue */
            "Available Now" = "Dostupné";

/* #15 in Instant Queue */
            "Available Soon" = "Brzy dostupné";

/* #15 in Instant Queue */
            "Awaiting Release" = "Očekávané vydání";

/* #15 in Instant Queue */
            "Blu-ray Only" = "Pouze na blu-ray";

/* #15 in Instant Queue */
            "Bookmarks" = "Záložky";

/* #15 in Instant Queue */
            "Cancel" = "Zrušit";

/* #15 in Instant Queue */
            "Cannot Open Page" = "Nemohu otevřít stránku";

/* #15 in Instant Queue */
            "Children & Family" = "Dětské & rodinné";

/* #15 in Instant Queue */
            "Classics" = "Klasické";

/* #15 in Instant Queue */
            "Comedy" = "Komedie";



            /* %@ is for the error message */
            "Could not change rating:\n\n%@" = " Nemohu změnit hodnocení na\n\n%@";



/* #15 in Instant Queue */
            "Could not connect to Netflix." = "Nemohu se připojit k Netflix";

/* #15 in Instant Queue */
            "DVD Only" = "Pouze DVD";

/* #15 in Instant Queue */
            "DVD Queue" = "Fronta DVD";

/* #15 in Instant Queue */
            "Disc Queue" = "Fronta disků";

/* #15 in Instant Queue */
            "Documentary" = "Dokumentární";

/* #15 in Instant Queue */
            "Downloading information." = "Stahuji informace";

/* #15 in Instant Queue */
            "Drama" = "Drama";

/* #15 in Instant Queue */
            "Enabled" = "Povoleno";

/* #15 in Instant Queue */
            "Entire History" = "Celá historie";

/* #15 in Instant Queue */
            "Error occurred" = "Vyskytla se chyba";

/* #15 in Instant Queue */
            "Error occurred talking to Netflix. Please try again later." = "Chyba komunikace s Netflix. Zkuste to prosím později.";

/* #15 in Instant Queue */
            "Faith & Spirituality" = "Pohádkové & spirituální";

/* #15 in Instant Queue */
            "Foreign" = "Zahraniční";

/* #15 in Instant Queue */
            "Gay & Lesbian" = "Gay & lesbické";

/* #15 in Instant Queue */
            "Horror" = "Horor";

/* #15 in Instant Queue */
            "Independent" = "Nezávislé";

/* #15 in Instant Queue */
            "Instant Queue" = "Současná fronta";

/* #15 in Instant Queue */
            "Loading" = "Nahrávám";

/* #15 in Instant Queue */
            "Log In to Existing Account" = "Přihlásit se k existujícímu účtu";

/* #15 in Instant Queue */
            "Log Out of Netflix" = "Odhlásit se z Netflix";

/* #15 in Instant Queue */
            "Long Wait" = "Dlouhé čekání";

/* #15 in Instant Queue */
            "Most Popular" = "Nejvíce oblíbené";

/* #15 in Instant Queue */
            "Music & Musicals" = "Hudební & muzikály";

/* #15 in Instant Queue */
            "My other applications" = "Moje další aplikace";

/* #15 in Instant Queue */
            "Neither" = "Vůbec";

/* #15 in Instant Queue */
            "Netflix" = "Netflix";

/* #15 in Instant Queue */
            "Netflix:" = "Netflix:";

/* #15 in Instant Queue */
            "New 'Instant Watch'" = " Nově 'Okamžité shlédnutí'";

/* #15 in Instant Queue */
            "New DVDs" = "Nová DVD";



            /* option on the 'do you want to log out screen' */
            "No" = "Ne";



/* #15 in Instant Queue */
            "No Thanks" = "Ne, děkuji";



            /* No listings found at 'AMC Regal' on 4/30/2010 */
            "No listings found at '%@' on %@" = "Žádný seznam '%@' nebyl k %@ nalezen";



            /* No listings found for 'The Dark Knight' at 'AMC Regal' on 4/30/2010 */
            "Žádný seznam týkající se '%@' v '%@' nebyl k %@ nalezen" = "";



            /* No listings found 'The Dark Knight' on 4/30/2010 */
            "Žádný seznam nebyl pro '%@' k %@ nalezen" = "";



/* #15 in Instant Queue */
            "Not Rentable" = "Nelze zapůjčit";

/* #15 in Instant Queue */
            "Open and Authorize" = "Otevřít a ověřit";

/* #15 in Instant Queue */
            "Over Quota - Try Again Later" = "Byl překročen limit – zkuste to prosím později";

/* #15 in Instant Queue */
            "People" = "Lidé";

/* #15 in Instant Queue */
            "Please Wait" = "Čekejte, prosím";

/* #15 in Instant Queue */
            "Please wait..." = " Čekejte, prosím…";

/* #15 in Instant Queue */
            "Prioritize Bookmarks" = "Upřednostnit záložky";

/* #15 in Instant Queue */
            "Really log out of Netflix?" = "Skutečně se chcete odhlásit z Netflix?";

/* #15 in Instant Queue */
            "Recently Returned" = "Nedávno vrácené";

/* #15 in Instant Queue */
            "Recently Watched" = "Nedávno shlédnuté";

/* #15 in Instant Queue */
            "Recommendations" = "Doporučení";

/* #15 in Instant Queue */
            "Rental History" = "Historie půjček";



            /* %@ is for the error message */
            "Reordering queue failed:\n\n%@" = "Přeskupení fronty selhalo:";



/* #15 in Instant Queue */
            "Requesting access" = "Požaduji přístup";

/* #15 in Instant Queue */
            "Requesting authorization" = "Požaduji autorizaci";

/* #15 in Instant Queue */
            "Romance" = "Romantické";

/* #15 in Instant Queue */
            "Safari" = "Safari";

/* #15 in Instant Queue */
            "Saved" = "Uložené";



            /* i.e. 'Saved in Instant Queue' */
            "Saved in %@" = "Uloženo v %@";



/* #15 in Instant Queue */
            "Sci-Fi & Fantasy" = "Scifi & fantasy";

/* #15 in Instant Queue */
            "Screen Rotation" = "Rotace obrazovky";

/* #15 in Instant Queue */
            "Search" = "Hledat";

/* #15 in Instant Queue */
            "Short Wait" = "Krátké čekání";

/* #15 in Instant Queue */
            "Show" = "Představení";

/* #15 in Instant Queue */
            "Sign Up for New Account" = "Založit nový účet";

/* #15 in Instant Queue */
            "Special Interest" = "Zvláštní zájmy";

/* #15 in Instant Queue */
            "Sports & Fitness" = "Sport & fitness";

/* #15 in Instant Queue */
            "Success! %@ was granted access to your Netflix account. You can now add movies to your queue, see what's new and what's recommended for you, and much more!" = "Úspěch! Byl povolen přístup %@ k vašemu účtu Netflix. Nyní si můžete přidávat filmy do vaší fronty, sledovat co je nového a co je doporučováno a mnohem více!";

/* #15 in Instant Queue */
            "Tap to enter location" = "Ťukněte k zadání umístění";

/* #15 in Instant Queue */
            "Television" = "Televize";

/* #15 in Instant Queue */
            "Theme" = "Tématické";

/* #15 in Instant Queue */
            "Thrillers" = "Thrilery";

/* #15 in Instant Queue */
            "Top 'Instant Watch'" = "Nej ‘Okamžité shlédnutí’";

/* #15 in Instant Queue */
            "Top DVDs" = "Nej DVD";

/* #15 in Instant Queue */
            "Top of DVD Queue" = "Nej z DVD fronty";

/* #15 in Instant Queue */
            "Top of Instant Queue" = "Nej z okamžité fronty";

/* #15 in Instant Queue */
            "Unknown Release Date" = "Neznámé datum vydání";

/* #15 in Instant Queue */
            "Updating" = "Aktualizuji";

/* #15 in Instant Queue */
            "Updating Listings" = "Aktualizuji seznamy";

/* #15 in Instant Queue */
            "Websites" = "Stránky";

/* #15 in Instant Queue */
            "Write Review" = "Napsat recenzi";



            /* option on the 'do you want to log out screen' */
            "Yes" = "Ano";